bbenoist.Nix
bungcip.better-toml
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
eamodio.gitlens
eg2.vscode-npm-script
gerane.Theme-Monokai-Midnight
hoovercj.haskell-linter
jaredly.reason-vscode
jcanero.hoogle-vscode
justusadam.language-haskell
KnisterPeter.vscode-github
oderwat.indent-rainbow
PKief.material-icon-theme
redhat.vscode-yaml
scala-lang.scala
scalameta.metals
Shan.code-settings-sync
sldobri.daily
streetsidesoftware.code-spell-checker
sysoev.language-stylus
Vans.haskero
vscodevim.vim
yzhang.markdown-all-in-one
